export default {
  lang: 'rtl',

  NAV: {
    home: 'الرئيسية',
    about: 'من نحن',
    howToShop: 'كيف تتسوق',
    faqs: 'الأسئلة الشائعة',
    terms: 'الشروط و الأحكام',
    contact: 'اتصل بنا',
    returns: 'الإسترجاع',
    sizeGuide: 'دليل الأحجام',
    returnsPolicy: 'سياسة الخصوصية',
    lang: 'EN',
  },

  TITLES: {
    profile: 'الملف الشخصي',
    wishlist: 'المفضلة',
    cart: 'عربة التسوق',
    categories: 'الأقسام',
    salesOfTheDay: 'عروض اليوم',
    flashSales: 'عروض مفاجأة',
    sold: 'تم بيع',
    topRated: 'الأعلي تقييماً',
    mostOrdered: 'الأكثر طلباً',
    newArrivals: 'الأحدث وصولاً',
    companyInfo: 'معلومات عن الشركة',
    helpAndSupport: 'المساعدة و الدعم',
    news: 'احدث الأخبار',
    downloadApp: 'حمل التطبيق الآن',
    login: 'تسجيل دخول',
    welcomeBack: 'مرحبا بعودتك',
    passwordReset: "إعادة تعيين كلمة المرور",
    enterYourPhoneNumber: "رجاء ادخال رقم هاتفك لإعادة تعيين كلمة المرور",
    verificationCode: "رمز التحقق",
    verificationCodeSentTo: "تم إرسال رمز التحقق إلي",
    editPhone: 'تعديل رقم الهاتف',
    resetPassword: "إعادة تعيين كلمة المرور",
    createAccount: "إنشاء حساب جديد"
  },

  BUTTONS: {
    ShopNow: 'تسوق الآن',
    showAll: '{sectionName}كل',
    subscribe: 'إشترك',
    singIn: 'تسجيل دخول',
    register: 'إنشاء حساب',
    forgetPassword: 'هل نسيت كلمة المرور؟',
    registerRoute: 'لست عضو؟ <span> سجل الآن </span>',
    loginRoute: 'لديك حساب بالفعل؟ <span> تسجيل دخول </span>',
    send: 'إرسال',
    save: 'حفظ',
    editPhone: 'تعديل رقم الهاتف',
    verify: 'تحقق'
  },

  FORMS: {
    Placeholders: {
      yourEmailHere: 'ادخل بريدك الإلكتروني',
      emailOrPhone: 'البريد الإلكتروني او رقم الهاتف',
      password: 'كلمة المرور',
      confirmPassword: 'تأكيد كلمة المرور',
      phone: 'رقم الهاتف',
      email: "البريد الإلكتروني",
      fullName: "الإسم بالكامل",
    },
    Validation: {
      emailOrPhone: "حقل البريد الإلكتروني او رقم الهاتف مطلوب",
      email: "حقل البريد الإلكتروني مطلوب",
      name: "حقل الإسم الإلكتروني مطلوب",
      phone: "حقل رقم الهاتف مطلوب",
      password: "حقل كلمة المرور",
      passwordLength: "حقل كلمة المرور يجب ان يكون 6 خانات علي الأقل",
      confirmPassword: "حقل تأكيد كلمة المرور",
      confirmPasswordLength: "حقل تأكيد كلمة المرور يجب ان يكون 6 خانات علي الأقل",
      notEqualPasswords: "كلمات المرور غير متطابقة",
      verificationCode: "حقل كود التحقق",
      verificationCodeLength: "يجب ملئ جميع خانات حقل كود التحقق"
    },
  },























  registerLink: 'التسجيل كسائق',
  mainSlider: [
    {
      mainTitle: 'Captain One',
      title: 'معاك وين ما تكون',
      desc: 'لو مشوارك بعيد، ما تعتل هم التوصيلة .. Captain One موجود في جميع انحاء المملكة عشان يوفر لك أسرع وأفخم توصيلة بالسعر اللي تحدده انت، مع امكانية التفاوض فيه مع الكابتن .. Captain One بيعطيك الراحة والرفاهية والأمان في تطبيق واحد.. ابدأ الحين مع أول تطبيق توصيل متكامل في المملكة.',
    },
    {
      mainTitle: 'Captain One',
      title: 'ابشر بالربح الوفير',
      desc: 'الحين يمكن للكابتن التفاوض مع العميل على سعر التوصيلة بكل سهولة داخل غرفة محادثة مشفرة، لتحديد السعر الأنسب للرحلة، هيدا غير نقاط المكافآت والخصومات على العمولة التي تعود بالنفع على السائق .. ابدأ الحين مع Captain One واستمتع بأفضل تجربة للسائق .. واستمتع أيضا بمزايا الاشتراك في التطبيق.',
    },
    {
      mainTitle: 'Captain One',
      title: 'أغراضك في أمان تام',
      desc: 'اصبح بين يديك الحين الوسيلة الأكثر أمانًا لنقل أغراضك وطرودك، حيث يوفر لك Captain One  إمكانية إدخال قيمة الطرد المالية المنتظر تسليمها، وذلك يجعلك في حالة من الاطمئنان عند استخدامك لتطبيق Captain One في نقل أغراضك وطرودك الى أي مكان بأعلى قدر من الخصوصية والأمان.',
    },
  ],
  feature: [
    {
      image: '1.svg',
      title: 'طلبات Captain One',
      desc: 'اطلب أي شيء من أي مكان .. واترك الباقي علينا .. اختار السائق وسيأتي لك بكل أغراضك من المتجر .. وانت جالس في مكانك.',
    },
    {
      image: '2.svg',
      title: 'محادثات Captain One',
      desc: 'غرفة محادثة مشفرة بين العميل والسائق .. حيث يمكن للسائق والعميل أن يقوموا بعملية التفاوض على سعر التوصيلة.',
    },
    {
      image: '3.svg',
      title: 'أمان توصيل الطرود',
      desc: 'إمكانية إدخال القيمة المالية للطرد المراد توصيله .. حيث يتمكن العميل من مراجعة قيمة الطرد عند الاستلام وعند التسليم..',
    },
    {
      image: '2.svg',
      title: 'رحلة بين المدن',
      desc: 'لا تعتل هم السفر، Captain One مصمم لراحتك.يمكنك الآن طلب رحلة من مدينة الى مدينة في اسرع وقت وبكل سهولة ..',
    },
    {
      image: '1.svg',
      title: 'الاطمئنان من ناحية السائق',
      desc: 'يمكن للعميل مراجعة بيانات السائق من خلال الإدارة قبل البدء في استخدام التطبيق .. وهذا للتأكد من اعتماد السائق واحساس العميل بالاطمئنان على نفسه وأغراضه.',
    },
  ],
  meta: {
    desc: ' Captain One تطبيق يوفر خدمة التوصيل للأفراد والأغراض والطرود بأعلى مستوى ممكن من الخصوصية والأمان .. حيث يوفر Captain One مجموعة من المزايا الفريدة التي تعمل على رفع مستوى خدمات التوصيل في المملكة من حيث الراحة والأمان والسرعة .. ومن أهم المزايا التي يأتيكم بها Captain One شمولية خدمات التوصيل الآمن، حيث يمكن الاعتماد على Captain One في توصيل الأفراد والأغراض، وطلب أي شيء من أي مكان وتوصيله إلى أي مكان يختاره بكل سهولة. ولغلق صفحة المشاكل الواقعة باستمرار بين السائقين والركاب .. تم تصميم  Captain One ليخدم مصالح الجميع .. العميل والكابتن .. كلٌ على حدٍ سواء.. فبإمكان العميل أن يراجع كل بيانات الكابتن مع الإدارة قبل البدء في العمل على التطبيق',
    home: 'الرئيسية',
    terms: 'الشروط و الأحكام',
    register: 'تسجيل سائق',
  },
  about: {
    mainTitle: 'Captain One',
    title: 'اعرف اكثر عن Captain One',
    desc: '<p> Captain One تطبيق يوفر خدمة التوصيل للأفراد والأغراض والطرود بأعلى مستوى ممكن من الخصوصية والأمان .. حيث يوفر Captain One مجموعة من المزايا الفريدة التي تعمل على رفع مستوى خدمات التوصيل في المملكة من حيث الراحة والأمان والسرعة ..  </p>  <p>ومن أهم المزايا التي يأتيكم بها Captain One شمولية خدمات التوصيل الآمن، حيث يمكن الاعتماد على Captain One في توصيل الأفراد والأغراض، وطلب أي شيء من أي مكان وتوصيله إلى أي مكان يختاره بكل سهولة. .</p> <p>ولغلق صفحة المشاكل الواقعة باستمرار بين السائقين والركاب .. تم تصميم  Captain One ليخدم مصالح الجميع .. العميل والكابتن .. كلٌ على حدٍ سواء.. فبإمكان العميل أن يراجع كل بيانات الكابتن مع الإدارة قبل البدء في العمل على التطبيق.</p>',
  },
  downloadText:
    ' ابدأ الآن مع Captain One حمل التطبيق واحجز رحلتك  واستمتع بعروض Captain One  المميزة رحلات كتير بأسعار مخفضة. الأمانة والثقة والاعتماد .. أهم ما يميز Captain One فلا داعي للقلق على أغراضك الثمينة اذا كنت تخاف عليها فحمل التطبيق الآن وأرسلها مع Captain One .',
  clientSay: 'أراء العملاء',
  clientSlider: [
    {
      image: 'user.png',
      name: 'أحمد سعود',
      job: 'Captain One عميل ',
      desc: 'جهد ممتاز ، فريق عمل رائع ، يسعدنا التعامل مع Captain One وإدارة التطبيقات الاحترافية وبأعلى جودة وخدمات',
    },
  ],
  address:
    ' جده - ابحر الشماليه - شارع الأمير عبدالمحيد - مركز الخير — الدور الثاني - مكتب رقم 9 ',
  copyWrite: 'جميع الحقوق و محفوظه ©2022',
  terms: {
    title: 'الشروط و الأحكام',
    desc: [
      {
        text: 'مرحبًا بك في CAPTAIN ONE. ونحن ملتزمون بحماية خصوصيتك. تصف هذه السياسة ممارسات الخصوصية لدينا ، والمعلومات الشخصية التي نجمعها ، وكيف نستخدمها ونشاركها ، بالإضافة إلى اختياراتك وحقوقك فيما يتعلق بهذه المعلومات.',
      },
      {
        text: 'تنطبق سياسة الخصوصية هذه على خدماتنا أينما نقدمها ، و نلتزم بالقوانين المحلية فيما يتعلق بجميع الممارسات الموضحة في هذه السياسة. إذا كان هناك تعارض بين هذه السياسة والقانون المحلي ، فسنلتزم بالقانون المحلي إلى حد عدم الاتساق.',
      },
      {
        text: 'يتم توفير CAPTAIN ONE والتحكم فيه بواسطة الكيان المشار إليه في شروط الاستخدام المطبقة على بلد إقامتك ("نحن" أو "نحن"”).',
      },
      {
        text: 'تنطبق هذه السياسة على جميع مستخدمي CAPTAIN ONE ، بما في ذلك مستخدمي موقعنا  https:  CAPTAIN ONE.com ("موقع الويب") ، وأي من تطبيقات CAPTAIN ONE المحمولة ("التطبيقات") ، وأي خدمات نقدمها من خلال موقع الويب أو التطبيقات ، وكذلك عند الاتصال بنا عبر الهاتف أو البريد الإلكتروني أو المراسلات المكتوبة أو وسائل التواصل الاجتماعي أو شخصيًا أو أي وسيلة أخرى للاتصال (يُشار إليها إجمالاً باسم "الخدمات"”).',
      },
      {
        text: 'لا تغطي هذه السياسة كيفية تعاملنا مع المعلومات التي نجمعها عن موظفينا أو شركائنا في العمل ، بما في ذلك شركائنا من الشركات والبائعين والمقاولين من الباطن ، ولكنها تنطبق على برامج التشغيل لدينا.',
      },
      {
        text: 'في هذه السياسة ، يُشار إلى الأفراد الذين يستخدمون خدماتنا باسم "المستخدمون". يُشار إلى المستخدمين الذين يطلبون أو يتلقون وسيلة نقل باسم "الركاب" والأفراد الذين يقدمون النقل للركاب يشار إليهم باسم "السائقين". المصطلحات المكتوبة بحروف كبيرة والتي لم يتم تعريفها في هذه السياسة لها المعنى المعطى لها في شروط الاستخدام. إذا وافقت على شروط الاستخدام ، فإنك توافق على تعاملنا مع معلوماتك بالطريقة الموضحة في هذه السياسة.',
      },
      {
        text: 'ماهي المعلومات التي نجمعها نحن نجمع ثلاث فئات من المعلومات عنك: المعلومات التي تقدمها ، المعلومات التي نجمعها تلقائيًا ، والمعلومات التي نحصل عليها من مصادر أخرى.',
      },
      {
        text: 'نحن لا نجمع أو نعالج معلومات حول أصلك العرقي أو الإثني أو آرائك السياسية أو عضويتك في أي جمعية سياسية أو معتقدات دينية أو فلسفية أو عضوية نقابية أو بيانات وراثية.',
      },
      {
        text: 'المعلومات التي تقدمها معلومات التسجيل والملف الشخصي ، مثل الاسم ورقم الهاتف والبريد الإلكتروني والبلد والمدينة واللغة المفضلة وصورة الملف الشخصي. حيثما يسمح القانون بذلك أو يقتضي ذلك ، يجوز لنا جمع أرقام الاتصال في حالات الطوارئ. معلومات السائق ، والتي قد تشمل بيانات رخصة القيادة وحالتها ، ومعلومات حول السيارة (النوع ، والطراز ، وسنة الصنع ، واللون ، وبيانات شهادة التسجيل ، ولوحة الترخيص ، وتقرير فحص السيارة ، وصورة السيارة) ، وبيانات مستند الهوية (بما في ذلك السائق الرخصة وجواز السفر وأرقام الهوية الحكومية) وإثبات الهوية وإثبات الإقامة والعنوان المادي وتاريخ الميلاد ورقم التعريف الضريبي والتأمين ذي الصلة والحق في العمل وسجل القيادة والمستندات الأخرى التي قد تكون مطلوبة بموجب اللوائح المعمول بها. حيثما يسمح القانون بذلك أو يقتضيه ، يجوز لنا إجراء التحقق من الهوية و / أو التحقق من الخلفية. قد يتطلب ذلك جمع ومعالجة معلومات مثل صورتك وبيانات وثيقة الهوية ورقم الضمان الاجتماعي والسجل الجنائي. قد تتم معالجة هذه المعلومات من قبل البائعين نيابة عنا. المحتوى الذي أنشأه المستخدم والذي تختار تحميله من خلال الخدمات ، مثل التعليقات والتقييمات والمراجعات للمستخدمين الآخرين. المعلومات في المراسلات التي ترسلها إلينا ، والتي قد تشمل رسائل الدردشة ورسائل البريد الإلكتروني وتسجيلات المكالمات الهاتفية التي تجريها إلينا.',
      },
      {
        text: 'المعلومات التي نجمعها تلقائيًا معلومات الموقع. نقوم بجمع بيانات موقع المستخدمين لتمكين الرحلات ، ودعم المستخدم ، ولأغراض السلامة والكشف عن الاحتيال ، و لتلبية المتطلبات القانونية. نقوم بجمع معلومات الموقع (بما في ذلك إحداثيات GPS وبيانات WiFi) بناءً على إعدادات التطبيق وأذونات الجهاز وما إذا كنت تستخدم التطبيق كراكب أو سائق (عند الاقتضاء)): ',
      },
      {
        text: '- الراكبون: نجمع الموقع الدقيق لجهازك عندما يكون التطبيق قيد التشغيل في المقدمة (التطبيق مفتوح وعلى الشاشة) وعندما يكون التطبيق قيد التشغيل في الخلفية (التطبيق مفتوح ولكن ليس على الشاشة) من وقت طلب المشوار حتى ينتهي. يمكن للركاب استخدام التطبيق دون تمكينه من جمع بيانات الموقع الدقيقة من أجهزتهم المحمولة عن طريق الإدخال المباشر لعنوان الاستلام والتوصيل أو الإحداثيات في التطبيق. قد يؤثر ذلك على توفر ميزات التطبيق.',
      },
      {
        text: '- برامج التشغيل: نجمع الموقع الدقيق لجهازك عندما يكون التطبيق قيد التشغيل في المقدمة (التطبيق مفتوح وعلى الشاشة) وعندما يكون التطبيق قيد التشغيل في الخلفية (التطبيق مفتوح ولكن ليس على الشاشة) في وضع السائق. قد نجمع أيضًا موقعًا دقيقًا لفترة محدودة بعد الخروج من وضع السائق من أجل اكتشاف حوادث الركوب والتحقيق فيها.',
      },
      {
        text: 'معلومات عملية. نقوم بجمع معلومات المعاملات المتعلقة باستخدام خدماتنا ، بما في ذلك نوع الخدمات المطلوبة أو المقدمة ، وتفاصيل الطلب ، ومعلومات معاملات الدفع ، وتاريخ ووقت تقديم الخدمة ، والمبلغ المشحون ، والمسار والمسافة المقطوعة ، وطريقة الدفع.        ',
      },
      {
        text: 'معلومات الجهاز. نقوم بجمع معلومات حول الجهاز الذي تستخدمه للوصول إلى الخدمات ، مثل اسم جهازك والعلامة التجارية والطراز ووكيل المستخدم وعنوان IP ومشغل الهاتف المحمول ونوع الشبكة وإعدادات المنطقة الزمنية وإعدادات اللغة ومعرفات الإعلانات ونوع المتصفح ونظام التشغيل وإصداره ومعلمات الشاشة وحالة البطارية والتطبيقات المثبتة التي يمكن استخدامها لأغراض المصادقة. قد نقوم أيضًا بجمع بيانات مستشعر الهاتف المحمول ، مثل السرعة والاتجاه والارتفاع والتسارع والتباطؤ وغيرها من البيانات التقنية.',
      },
      {
        text: 'ملفات تعريف الارتباط والتحليلات وتقنيات الطرف الثالث. نقوم بجمع المعلومات من خلال استخدام ملفات تعريف الارتباط والبكسل والعلامات وتقنيات التتبع المماثلة الأخرى ("ملفات تعريف الارتباط"). ملفات تعريف الارتباط هي ملفات نصية صغيرة تضعها خوادم الويب على جهازك. يقومون تلقائيًا بجمع المعلومات ، وقياس وتحليل كيفية استخدامك لمواقع الويب والتطبيقات ، وتحديد صفحات الويب والإعلانات التي تنقر عليها. تساعدنا المعلومات التي نحصل عليها من خلال ملفات تعريف الارتباط على تحسين تجربة CAPTAIN ONE الخاصة بك (على سبيل المثال ، عن طريق حفظ تفضيلاتك) و برامجنا التسويقية. قد يستخدم مقدمو الخدمة وشركاء الأعمال لدينا هذه المعلومات لعرض الإعلانات عبر أجهزتك المصممة وفقًا تفضيلاتك وخصائصك. يمكنك حذف ملفات تعريف الارتباط وإدارة إعدادات ملفات تعريف الارتباط في إعدادات متصفح الويب الخاص بك. ومع ذلك ، لا يمكن تعطيل بعض ملفات تعريف الارتباط نظرًا لأن وظائف بعض ميزاتنا تعتمد عليها. لمعرفة المزيد حول هذه التقنيات ، يرجى الاطلاع على سياسة ملفات تعريف الارتباط الخاصة بنا.',
      },
      {
        text: 'المعلومات التي نحصل عليها من مصادر أخرى خدمات الجهات الخارجية. قد نتلقى معلومات حول المستخدمين من مزودي الخدمة لدينا ، والتي تشمل مقدمي خدمات التحقق من الخلفية والتحقق من الهوية وشركاء التأمين وبائعي الخدمات المالية ومقدمي التسويق. إذا اخترت استخدام تطبيق اتصالات تابع لجهة خارجية (مثل WhatsApp) أو ، قم بالتسجيل باستخدام شبكة اجتماعية أو خدمة تسجيل دخول لجهة خارجية (مثل Facebook) ، حيث تتوفر هذه الوظيفة ، فقد نجمع معلومات من هذه الخدمات. يرجى الرجوع إلى سياسات الخصوصية للأطراف الثالثة لمعرفة كيفية تعاملهم مع معلوماتك.',
      },
      {
        text: 'سلطات الولاية. قد نتلقى معلومات حول المستخدمين من وكالات إنفاذ القانون والسلطات الحكومية الأخرى كجزء من طلب إنفاذ القانون ، أثناء الإجراءات القانونية ، أو كما هو مطلوب أو مصرح به بموجب القانون. مستخدمون آخرون أو أطراف ثالثة. في بعض الأحيان ، قد يزودنا المستخدمون أو آخرون بمعلومات عنك ، بما في ذلك من خلال دعم المستخدم ، أو فيما يتعلق بالمطالبات أو النزاعات. سنحتفظ بهذه المعلومات ونستخدمها فقط إذا كان بإمكاننا جمعها منك بشكل قانوني. سنتخذ أيضًا هذه الخطوات (إن وجدت) بقدر معقول من الظروف لإعلامك بأننا جمعنا هذه المعلومات.',
      },
      {
        text: '1 كيف نستخدم معلوماتك',
      },
      {
        text: 'نحن نستخدم المعلومات الشخصية التي نجمعها:',
      },
      {
        text: '. لتمكينك من استخدام خدماتنا',
      },
      {
        text: '- إنشاء حسابك وإعداداتك وتفضيلاتك وصيانتها;',
      },
      {
        text: '- تحقق من هويتك;',
      },
      {
        text: '- تمكين خدمات النقل ، أو غيرها من الخدمات ، كما قد يكون هو الحال;',
      },
      {
        text: '- حساب الأسعار وتسهيل المدفوعات;',
      },
      {
        text: '- تمكين الاتصالات بين المستخدمين;',
      },
      {
        text: '- تقديم دعم المستخدم;',
      },
      {
        text: '- إرسال اتصالات غير تسويقية حول الخدمة;',
      },
      {
        text: '- الحفاظ على إمكانية الوصول والأمان والاستقرار لتطبيقنا ومواقعنا الإلكترونية ، وتشخيص المشكلات الفنية والخدمية ومنعها وحلها;',
      },
      {
        text: '- الامتثال للمتطلبات التنظيمية المتعلقة بخدماتنا و استخدامك لخدماتنا.',
      },
      {
        text: '2. للحفاظ على وتعزيز سلامة وأمن خدماتنا وكابتن مستخدم واحد',
      },
      {
        text: '- منع واكتشاف ومكافحة الاحتيال والسلوك غير الآمن أو غير القانوني وانتهاكات سياساتنا وقواعدنا;',
      },
      {
        text: '- مصادقة المستخدمين;',
      },
      {
        text: '-التحقق من استيفاء السائقين ومركباتهم لمتطلبات السلامة;',
      },
      {
        text: '-حماية المعلومات الشخصية والحقوق والمصالح المشروعة لـ CAPTAIN ONE ومستخدمينا;',
      },
      {
        text: '- التحقيق وحل الحوادث والحوادث ومطالبات التأمين.',
      },
      {
        text: '3. لتحسين القائمة وتطوير الميزات والمنتجات الجديدة',
      },
      {
        text: '- إجراء الاختبار والبحث والتحليل والتطوير والتعلم الآلي لتحسين تجربة CAPTAIN ONE الخاصة بك;',
      },
      {
        text: '- جمع التعليقات بخصوص تجربة CAPTAIN ONE الخاصة بك;',
      },
      {
        text: '- تطوير منتجات وميزات وخدمات جديدة.',
      },
      {
        text: '4. لتعزيز CAPTAIN ONE وخدماتنا',
      },
      {
        text: '- إرسال رسائل بريد إلكتروني تسويقية ورسائل نصية وإشعارات فورية ومراسلات وإعلانات داخل التطبيق;',
      },
      {
        text: '-تزويدك بتجارب ومحتوى وإعلانات مخصصة لك على التطبيق وموقعنا الإلكتروني ومنصات الطرف الثالث;',
      },
      {
        text: '- تنظيم المسابقات والأحداث والعروض الترويجية الأخرى. للحصول على معلومات حول كيفية إلغاء الاشتراك في بعض الاتصالات التسويقية (بما في ذلك الإعلانات) ، يرجى الاطلاع على القسم المعنون "حقوقك وخياراتك.”',
      },
      {
        text: '5. للامتثال للمتطلبات القانونية. قد نستخدم معلوماتك الشخصية للامتثال للقوانين واللوائح والتراخيص المعمول بها ومعايير الصناعة وكجزء من الإجراءات القانونية واستجابة لطلبات إنفاذ القانون وكما هو مسموح به أو مطلوب بموجب القانون.',
      },
      {
        text: '6. آلية صنع القرار. نستخدم المعلومات الشخصية لاتخاذ قرارات آلية تتعلق باستخدامك لخدماتنا:',
      },
      {
        text: '- ربط السائقين والركاب (أو أنواع أخرى من المستخدمين ، حسب الحالة) ، بناءً على عوامل مثل التوافر والقرب;',
      },
      {
        text: '- تحديد تقييمات المستخدمين وإلغاء تنشيط المستخدمين ذوي التقييمات المنخفضة;',
      },
      {
        text: '- الإبلاغ عن المستخدمين الذين تم تحديدهم على أنهم شاركوا في أنشطة احتيالية أو غير آمنة أو ضارة;',
      },
      {
        text: '- التوصية بمتوسط ​​سعر الرحلة ، بناءً على عوامل مثل المسافة والموقع والوقت. حيثما يقتضي القانون ، لا تحدث الإجراءات القائمة على هذه المعالجة إلا بعد المراجعة البشرية و / أو إمكانية الاستئناف.',
      },
      {
        text: 'كيف نشارك معلوماتك نحن نعلم مدى أهمية الحفاظ على سرية معلوماتك الشخصية. في هذا القسم ، نصف متى ومع من قد نشارك معلوماتك التي نجمعها. مع مستخدمين آخرين ، نشارك معلومات معينة حول المستخدمين لتمكين جدولة الرحلات وتوفيرها. يتضمن ذلك مشاركة: - تتضمن معلومات الراكب التي تمت مشاركتها مع السائق الاسم والصورة ، والتصنيف ، ومواقع الالتقاط والتوصيل ، وعدد الرحلات ، والأجرة المعروضة ، والتعليقات ، ومعلومات الاتصال.',
      },
      {
        text: '- تتضمن معلومات السائق التي تمت مشاركتها مع CAPTAIN ONE الاسم والصورة ومعلومات حول السيارة وصورتها والموقع قبل وأثناء الرحلة والتقييمات والمراجعات وعدد الرحلات ومعلومات الاتصال.',
      },
      {
        text: 'قد يُطلب منا أيضًا تزويد الركاب بالإيصالات والفواتير التي تحتوي على معلومات مثل أصل الرحلة ووجهتها ، والمدة الإجمالية والمسافة ، وتفصيل الأجرة الإجمالية ، واسم السائق ، ورقم التعريف الضريبي.',
      },
      {
        text: 'نقوم أيضًا بتضمين معلومات أخرى حول هذه الإيصالات إذا كان ذلك مطلوبًا بموجب القانون. لأغراض الخدمات الأخرى ، سوف نشارك المعلومات مع المستخدمين الآخرين الضرورية لجدولة هذه الخدمات وتوفيرها.',
      },
      {
        text: 'مع مزودي الخدمة يجوز لنا مشاركة معلوماتك الشخصية مع مزودي الخدمة لدينا لأغراض تجارية ، بما في ذلك:',
      },
      {
        text: '- معالجة الدفع وتنفيذ المعاملات;',
      },
      {
        text: '- المستخدم والدعم الفني;',
      },
      {
        text: '- الفحوصات الأمنية والتحقق من الهوية;',
      },
      {
        text: '- تأمين;',
      },
      {
        text: '- سحابة التخزين;',
      },
      {
        text: '- تسليم المحتوى ، والمراسلة داخل التطبيق ، والمكالمات داخل التطبيق ، ودفع الإخطارات;',
      },
      {
        text: '- مكافحة الغش;',
      },
      {
        text: '- الدعاية والتسويق والتحليلات;',
      },
      {
        text: '- مستشارون ومحامون ومحاسبون ومدققو حسابات وخدمات مهنية أخرى;',
      },
      {
        text: '- Google ، فيما يتعلق باستخدام خرائط Google في التطبيق (راجع سياسة خصوصية Google للحصول على معلومات حول جمع البيانات واستخدامها);',
      },
      {
        text: '- شركات الوسائط الاجتماعية ، بما في ذلك Facebook ، فيما يتعلق باستخدامنا لأدواتها في التطبيق ومواقع الويب ، إذا اخترت استخدام هذه الخدمات (راجع سياسات خصوصية Facebook للحصول على معلومات حول جمع البيانات واستخدامها);',
      },
      {
        text: '- المطارات.',
      },
      {
        text: 'داخل مجموعة الشركات ، يجوز لنا مشاركة جميع المعلومات التي نجمعها مع أحد الوالدين أو الشركة الفرعية أو أي شركة تابعة أخرى لمجموعة شركاتنا لمساعدتنا في تقديم الخدمات أو إجراء معالجة البيانات فيما يتعلق بالخدمات.',
      },
      {
        text: 'فيما يتعلق بنقل الأعمال ، يجوز لنا نقل المعلومات الشخصية التي نجمعها فيما يتعلق بمعاملة مؤسسية كبيرة ، مثل إعادة الهيكلة أو الدمج أو التوحيد أو بيع الأصول ، حيث تكون المعلومات الشخصية من بين الأصول التي سيتم نقلها. سنبذل قصارى جهدنا للتأكد من أن أي مستلم ننقل إليه معلوماتك سيحتفظ بهذه المعلومات ويستخدمها وفقًا لهذه السياسة.',
      },
      {
        text: 'لأسباب قانونية ، قد نكشف عن معلوماتك الشخصية عند الضرورة:',
      },
      {
        text: '- للامتثال للمتطلبات القانونية ، مثل الرد على مذكرات الاستدعاء أو أوامر المحكمة أو طلبات إنفاذ القانون أو المطالبات القانونية أو الاستفسارات الحكومية;',
      },
      {
        text: '-لحماية والدفاع عن حقوق ومصالح وسلامة وأمن Captain One أو مستخدمينا أو الجمهور ؛ - للامتثال لمتطلبات الترخيص أو التصريح وأي قوانين ولوائح معمول بها. بموافقتك ، يجوز لنا مشاركة معلوماتك الشخصية لأغراض أخرى بناءً على موافقتك أو بتوجيه منك.',
      },
      {
        text: 'عندما تكون غير شخصية ، يجوز لنا مشاركة معلوماتك الشخصية بعد تجميعها أو إخفاء هويتها بطريقة أخرى بحيث لا تصبح معلومات تعريف شخصية.',
      },
      {
        text: 'حقوقك وخياراتك الوصول إلى معلوماتك وتحديثها. يمكنك الوصول إلى بعض معلومات الملف الشخصي ومراجعتها وتحديثها والمعلومات الأخرى التي اخترتها لتزويدنا بها إما في إعدادات حسابك أو عن طريق الاتصال بدعم المستخدم على support@CAPTAINONE.com.',
      },
      {
        text: 'مشاركة معلومات الموقع. قد يحتوي جهازك على عناصر تحكم تحدد المعلومات التي نجمعها أو كيف يمكننا استخدام هذه المعلومات. على سبيل المثال ، يمكنك منع جهازك من مشاركة معلومات الموقع من خلال إعدادات نظام جهازك. ومع ذلك ، سيؤثر هذا على قدرتنا على تزويدك بمجموعة كاملة من الخدمات. الانسحاب من دفع الإخطارات.',
      },
      {
        text: 'يمكنك إلغاء الاشتراك في تلقي الإشعارات الفورية من خلال إعدادات جهازك. يرجى ملاحظة أن إلغاء الاشتراك في تلقي الإشعارات الفورية قد يؤثر على استخدامك للتطبيق (مثل تلقي إشعار بوصول رحلتك).',
      },
      {
        text: 'إلغاء الاشتراك من رسائل البريد الإلكتروني التسويقية والرسائل النصية القصيرة. يمكنك إلغاء الاشتراك في رسائل البريد الإلكتروني التسويقية والرسائل النصية القصيرة باستخدام رابط "إلغاء الاشتراك" أو الآلية المذكورة في رسائل البريد الإلكتروني والرسائل النصية القصيرة..',
      },
      {
        text: 'إدارة ملفات تعريف الارتباط. يمكنك حذف وتعديل إعدادات ملفات تعريف الارتباط على متصفحك. قد تحتاج إلى إدارة ملفات تعريف الارتباط بشكل منفصل لكل نوع من أنواع المستعرضات أو الأجهزة. إذا اخترت رفض ملفات تعريف الارتباط أو تعطيلها أو حذفها ، فقد لا نتمكن من تزويدك بجميع الخدمات المطلوبة.',
      },
      {
        text: 'لا تتبع. ترسل بعض المتصفحات إشارات "عدم التعقب" إلى مواقع الويب. نظرًا للاختلافات في كيفية دمج المتصفحات لهذه الميزة وتنشيطها ، فإننا لا نتخذ حاليًا أي إجراء استجابة لهذه الإشارات.',
      },
      {
        text: 'حذف حسابك. يمكنك حذف حسابك من خلال إعدادات التطبيق أو عن طريق الاتصال بدعم المستخدم على support @ CAPTAIN ONE.com. قد يُطلب منك التحقق من حسابك وهويتك. في بعض الحالات ، لن نتمكن من حذف حسابك أو قد نحتفظ بمعلومات معينة لأغراض تجارية مشروعة ، مثل إكمال المعاملة التي جمعنا من أجلها المعلومات الشخصية ، أو جمعنا رصيدًا مستحقًا ، أو اكتشاف تهديدات الأمن السيبراني ، أو تصحيح الأخطاء أو إصلاحنا. تضمن الخدمات حق مستخدم آخر في ممارسة حقوقه في حرية التعبير أو الحقوق القانونية الأخرى ، وتمكين الاستخدامات الداخلية فقط التي تتماشى بشكل معقول مع السياق الذي تم تقديم المعلومات الشخصية من أجله ، أو منع الاحتيال ، أو الامتثال للالتزامات القانونية أو التنظيمية ، أو إدارة أي المطالبات المتعلقة بالخدمات. عندما نحتفظ بهذه البيانات ، فإننا نقوم بذلك بطرق مصممة لمنع استخدامها لأغراض أخرى. حذف حسابك. يمكنك حذف حسابك من خلال إعدادات التطبيق أو عن طريق الاتصال بدعم المستخدم على support @CAPTAIN ONE.com. قد يُطلب منك التحقق من حسابك وهويتك. في بعض الحالات ، لن نتمكن من حذف حسابك أو قد نحتفظ بمعلومات معينة لأغراض تجارية مشروعة ، مثل إكمال المعاملة التي جمعنا من أجلها المعلومات الشخصية ، أو جمعنا رصيدًا مستحقًا ، أو اكتشاف تهديدات الأمن السيبراني ، أو تصحيح الأخطاء أو إصلاحنا. تضمن الخدمات حق مستخدم آخر في ممارسة حقوقه في حرية التعبير أو الحقوق القانونية الأخرى ، وتمكين الاستخدامات الداخلية فقط التي تتماشى بشكل معقول مع السياق الذي تم تقديم المعلومات الشخصية من أجله ، أو منع الاحتيال ، أو الامتثال للالتزامات القانونية أو التنظيمية ، أو إدارة أي المطالبات المتعلقة بالخدمات. عندما نحتفظ بهذه البيانات ، فإننا نقوم بذلك بطرق مصممة لمنع استخدامها لأغراض أخرى.',
      },
      {
        text: 'طرح الأسئلة علينا أو رفع شكوى. سنكون سعداء للإجابة على أي أسئلة قد تكون لديك حول هذه السياسة أو حول كيفية تعاملنا مع معلوماتك ، أو إذا كنت ترغب في تقديم شكوى حول كيفية تعاملنا مع معلوماتك الشخصية. من فضلك ، اتصل بنا على support @ CAPTAIN ONE.com. سنرد على طلبك بما يتوافق مع القانون المعمول به ويخضع للتحقق المناسب من حسابك وهويتك.',
      },
      {
        text: 'كيف نقوم بتخزين معلوماتك نحن نحتفظ بمعلوماتك طالما كان ذلك ضروريًا لتزويدك بخدماتنا وللأغراض الأخرى المنصوص عليها في هذه السياسة. تختلف فترات الاحتفاظ باختلاف نوع المعلومات وفئة المستخدم الذي تتعلق به المعلومات والأغراض التي نستخدمها من أجلها.',
      },
      {
        text: 'عندما نعالج معلوماتك لتزويدك بالخدمة ، فإننا نحتفظ بهذه المعلومات طالما لديك حساب معنا. قد نحتفظ بمعلومات المستخدم بعد إنهاء الحساب بسبب المتطلبات القانونية أو التنظيمية أو لأسباب مذكورة في هذه السياسة ، بما في ذلك ما هو موضح في القسم المعنون "حذف حسابك". على سبيل المثال ، سنحتفظ بمعلوماتك إذا كان هناك دين مستحق مرتبط بحسابك. نحتفظ بمعلومات المعاملات مثل المشاوير والمدفوعات للفترة الزمنية اللازمة لأداء الالتزامات الضريبية. إذا انتهكت شروط استخدام أو قواعد CAPTAIN ONE ، فقد نحتفظ بمعلوماتك طالما كان ذلك ضروريًا للتحقيق في الانتهاك وحلّه. نحتفظ أيضًا بالمعلومات لغرض الرد على أي مطالبات قانونية تتعلق بالخدمات.',
      },
      {
        text: 'كيف نحمي معلوماتك نحن نتخذ تدابير أمنية تقنية وإدارية ومادية معقولة ومناسبة ، تتناسب مع طبيعة المعلومات الشخصية المعنية ، مصممة لحماية معلوماتك الشخصية من الضياع والسرقة وسواء الاستخدام والوصول غير المصرح به والكشف والتعديل ، والدمار. نراجع بانتظام تدابير الأمان لدينا للنظر في التقنيات والأساليب الجديدة المتاحة. لكن الأمن المضمون غير موجود سواء على الإنترنت أو خارجه. لا يمكننا ضمان أمن معلوماتك ، بما في ذلك ضد التدخلات غير المصرح بها أو الأفعال من قبل أطراف ثالثة. ومع ذلك ، فإننا نبذل جهودًا معقولة تجاريًا لجعل جمع هذه المعلومات وتأمينها متسقًا مع هذه السياسة وجميع القوانين واللوائح المعمول بهاs.',
      },
      {
        text: 'إفصاحات عامة تحمي الأطفال. خدماتنا مخصصة للبالغين وليست موجهة للأطفال. إذا أرسل لنا فرد نعلم أنه طفل ، دون سن 18 عامًا ، معلومات شخصية ، فسنبذل جهودًا معقولة لضمان عدم استخدامنا لهذه المعلومات أو الكشف عنها مرة أخرى وحذف هذه البيانات. إذا كنت تعتقد أن طفلًا قد زودنا بمعلومات شخصية ، فيرجى الاتصال بنا على support @ CAPTAIN ONE.com. مراقبة الهاتف. كجزء من ممارسة ضمان خدمة المستخدم لدينا ، قد تتم مراقبة المحادثات الهاتفية عبر الهواتف أو تسجيلها كجزء من العمليات التجارية العادية. سيتم استخدام المكالمات المراقبة أو المسجلة لأغراض ضمان الجودة والتدريب.',
      },
      {
        text: 'عمليات نقل البيانات عبر الحدود لدعم عملياتنا العالمية ، نشارك معلوماتك مع أعضاء مجموعة شركاتنا وكيانات أخرى خارج بلد إقامتك كما هو موضح في قسم "كيف نشارك معلوماتك". تلتزم هذه الكيانات باستخدام المعلومات وتخزينها بما يتوافق مع قوانين الخصوصية المعمول بها وتنفيذ تدابير الأمان المناسبة لحماية معلوماتك. سنتخذ خطوات معقولة لضمان تعامل أي مستلم في الخارج مع معلوماتك الشخصية بطريقة تتفق مع كيفية تعاملنا معها.',
      },
      {
        text: 'مجموعات الجهات الخارجية قد تستخدم بعض الجهات الخارجية تقنيات جمع المعلومات تلقائيًا ، بما في ذلك تقنيات التتبع عبر المواقع ، لجمع معلومات شخصية عنك أو عن جهازك.',
      },
      {
        text: 'قد تشمل هذه الأطراف الثالثة ، على سبيل المثال لا الحصر ، مزود خدمة الإنترنت الخاص بك ، ومتصفح الويب الخاص بك ، ومزود خدمة الهاتف المحمول ، والشركة المصنعة لجهازك المحمول ، والمعلنين عبر الإنترنت ، وشركات تحليل البيانات.',
      },
      {
        text: 'بالإضافة إلى ذلك ، قد يحتوي تطبيقنا وموقعنا على روابط لمواقع ويب تابعة لجهات خارجية وحسابات شبكات التواصل الاجتماعي الخاصة بنا. النقر فوق أي من هذه الروابط يعني أن موقع الويب أو الشبكة الاجتماعية المعنية قد تتلقى معلومات من موقع الويب الذي دخلت منه إلى النظام الأساسي وقد تجمع معلومات شخصية أخرى.',
      },
      {
        text: 'من الممكن أيضًا ، إذا قمت بتسجيل الدخول حاليًا كمستخدم لشبكة اجتماعية ، فإن الشبكة الاجتماعية ستربط هذه المعلومات بأي حساب لديك على الشبكة الاجتماعية. نحن نشجعك على قراءة سياسات الخصوصية لهذه الأنظمة الأساسية الأخرى قبل النقر فوق أي روابط على التطبيق أو الموقع. نحن لسنا مسؤولين عن ممارسات الخصوصية للأطراف الثالثة. نحن لا نتحكم في أي من هذه الأطراف الثالثة أو كيفية قيامهم بجمع معلوماتك الشخصية أو استخدامها أو الكشف عنها. لا تنطبق هذه السياسة على جمع معلوماتك الشخصية أو استخدامها أو الكشف عنها من قبل طرف ثالث. إذا كانت لديك أي أسئلة حول ممارسات الخصوصية لأي طرف ثالث ، فيجب عليك الاتصال بالطرف الثالث المسؤول مباشرةً.',
      },
      {
        text: 'التغييرات قد نقوم بتحديث هذه السياسة من وقت لآخر لتعكس التغييرات في القوانين أو في كيفية تقديم خدماتنا. عندما نقوم بتحديث سياسة الخصوصية ، سنخطرك بتحديث تاريخ "آخر تحديث" في أعلى هذه الصفحة ومن خلال نشر سياسة الخصوصية الجديدة وتقديم أي إشعار آخر يتطلبه القانون المعمول به. نحن نشجعك على مراجعة هذه الصفحة بشكل دوري للبقاء على اطلاع بممارسات الخصوصية لدينا. عندما تستخدم Captain One ، فإنك توافق على أحدث شروط هذه السياسة.',
      },
      {
        text: 'يجب توجيه أسئلة الاتصال والتعليقات والطلبات المتعلقة بهذه السياسة إلى: support@CAPTAIN ONE.com.',
      },
    ],
  },
}
